Repository: atareao/pomodoro-widget
Catalog: po/*.po
Languages: es

source: Debug Mode
es: Modo depuración

source: Enable debug features and logging
es: Habilita el modo depuración

source: Status
es: Stado

source: Elapsed time
es: Tiempo invertido

source: Number of pomodoros
es: Número de pomodoros

source: Pomodoro length
es: Duración del podomodor

source: The length of the pomodoro session
es: Duración de cada sesión de pomodoro

source: Short break length
es: Duración de un descanso corto

source: The lengh of the sort break inverval
es: Duración de un intervalo de descanso corto

source: Long break length
es: Duración de descanso largo

source: The length of the long break interval
es: Duración de un intervalo de descanso largo

source: Auto start breaks
es: Auto inicio de descanso

source: If the breaks start automatically
es: Los descansos comienzan automáticamente

source: Auto start pomodoros
es: Auto inicio de pomodoros

source: If the pomodoros start automatically
es: Los pomodoros se inician automáticamente

source: Location
es: Ubicación

source: Location of the Pomodoro Desktop
es: Ubicación del widget Pomodoro

source: Pomodoro color
es: Color del pomodoro

source: Short break color
es: Color del descanso corto

source: Long break color
es: Color del descanso largo

source: Enable notifications
es: Habilita las notificiaciones

source: Cancel
es: Cancelar

source: Ok
es: Aceptar

source: Pomodoro options
es: Opciones de Pomodoro Widget

source: Pomodoro style options
es: Opciones de estilo de Pomodoro Widget

source: Pomodoro Widget Preferences
es: Preferencias de Pomododo Widget

source: Pomodoro Style Preferences
es: Preferencias de estilo de Pomodoro Widget

source: About
es: Acerca de...

source: Pomodoro Widget Configuration
es: Configuración de Pomodoro Windget

source: Nothing
es: Nada

source: True
es: Cierto

source: False
es: Falso

source: Edit
es: Editar

source: Name
es: Nombre

source: Service
es: Servicio

source: Remove
es: Quitar

source: Buy me a coffee
es: Invítame a un café

source: Version
es: Versión

source: GNOME Version
es: Versión de GNOME

source: SessionType
es: Tipo de sesión

source: Developers
es: Desarrolladores

source: Contributors
es: Contribuidores

source: Thank you to all contributors!
es: Gracias a todos los contribuidores!

source: For a list of all contributors, please visit
es: Para una lista completa de todos los contribuidores, por favor visita

source: Supporters
es: Patrocinadores

source: Thank you to all supporters!
es: Gracias a todos los Patrocinadores!

source: For a list of all supporters, please visit
es: Para una lista completa de todos los patrocinadores, por favor visita

source: License
es: Licencia

source: More info
es: Mas info

source: More information
es: Mas información

source: Report an issue
es: Informa de un error

source: Previous
es: Anterior

source: Stop
es: Parar

source: Start
es: Iniciar

source: Next
es: Siguiente

source: Stopped
es: Parado

source: Short break
es: Descanso corto

source: Long break
es: Descanso largo

source: Pomodoro Widget Settings
es: Configuración de Pomodoro Widget
